Repository: SondagesPro/LS-sendMailCron
Catalog: locale/*/messages.po
Languages: fr

source: Mail by cron settings
fr: Paramètres courriel par cron

source: This open another page
fr: Ceci ouvre une nouvelle page

source: This open a new page remind to save your settings.
fr: Ceci ouvrira une nouvelle page, sauvegardez vos paramètres avant.

source: Edit email by cron settings
fr: Édition des paramètres des courriels par cron

source: Mail cron
fr: Courriels par cron

source: disabled
fr: désactivé

source: Leave empty to send all available emails.
fr: Laisser vide pour envoyer tous les messages possibles.

source: Leave empty to send all available emails,only limited by global batch size (%s) for all surveys.
fr: Laisser vide pour envoyer tous les messages possibles, seulement limité par la taille du lot global (%s) de tous les questionnaires.

source: This survey didn't have token currently, this settings are not used until participant are not activated.
fr: Ce questionnaire ne possède pas de table d‘invitation actuellement, ces paramètres ne seront pas utilisés tant que la table des invitations n‘est pas activée.

source: Basic settings
fr: Paramètres de base

source: Max email to send (invitation + remind) to each participant.
fr: Nombre de messages maximum à envoyer (invitation et rappel(s)) à chaque participant.

source: 0 to deactivate sending of email, empty to use default (%s)
fr: 0 pour désactiver l'envoi de messages, vide pour utiliser le défaut (%s)

source: Min delay between invitation and first reminder.
fr: Délais minimum entre l'invitation et le premier rappel.

source: In days, empty for default (%s)
fr: En jours, vide pour le défaut (%s)

source: Min delay between reminders.
fr: Délais minimums entre les rappels.

source: Batch size
fr: Taille des lots

source: Max email to send (invitation + remind) in one batch for this survey.
fr: Nombre maximum de messages à envoyer (invitations et rappels) par lot pour ce questionnaire.

source: Max email to send for invitation in one batch for this survey.
fr: Nombre maximum d'invitations par lot pour ce questionnaire.

source: The max email setting can not be exceeded.
fr: Le nombre maximum de messages par lot ne sera pas dépassé.

source: Max email to send for reminder in one batch for this survey.
fr: Nombre maximum de rappels par lot pour ce questionnaire.

source: The max email setting can not be exceeded. Reminders are sent after invitation.
fr: Le nombre maximum de messages par lot ne sera pas dépassé. Les rappels sont envoyés après les invitations.

source: All week days
fr: Tous les jours de semaine

source: Day of week for sending email
fr: Jours de la semaine pour envoyer les messages

source: Monday
fr: Lundi

source: Tuesday
fr: Mardi

source: Wednesday
fr: Mercredi

source: Thursday
fr: Jeudi

source: Friday
fr: Vendredi

source: Saturday
fr: Samedi

source: Sunday
fr: Dimanche

source: Only if no moment is set
fr: Seulement si le moment n'est pas indiqué

source: At all moment
fr: À tous les moments

source: Moment for emailing
fr: Moment pour l'envoi des messages

source: When email must be sent
fr: Quand les messages doivent être envoyés

source: None
fr: Aucun

source: None - %s
fr: Aucun - %s

source: Leave default (%s)
fr: Laisser par défaut (%s)

source: Attribute used for maximum number of emails.
fr: Attribut à utiliser pour le nombre de message maximum.

source: Attribute used for min delay between inviation and 1st reminder.
fr: Attribut à utiliser pour le délais minimum entre l'invitation et le premier rappel.

source: Attribute used for min delay between each reminders.
fr: Attribut à utiliser pour le délais minimums entre les rappels.

source: Token attribute usage
fr: Utilisation des attributs d‘invitation

source: Send email by cron settings
fr: Paramètres des envois de messages courriels par cron
